{
  "name": "Matthew Stanciu",
  "title": "Matthew Stanciu",
  "description": "A 20-year-old high school maker from West Lafayette, IN",
  "url": "https://matthewstanciu.me",
  "img": "https://matthewstanciu.me/card.png",
  "services": {
    "github": "MatthewStanciu",
    "twitter": "MatthewStanciu",
    "instagram": "matthewstanciu"
  },
  "repos": [
    {
      "name": "Purdue Hackers Events",
      "desc": "A website for Purdue students to view & get an email reminder for upcoming Purdue Hackers events.",
      "tools": "TypeScript • Next.js • Tailwind",
      "url": "https://github.com/MatthewStanciu/purduehackers-events"
    },
    {
      "name": "Hack Club Meetings",
      "desc": "Hack Club meeting recordings and interactive articles to help new club leaders run great club meetings.",
      "tools": "Next.js • Theme UI",
      "url": "https://github.com/hackclub/meetings"
    },
    {
      "name": "Scrappy",
      "desc": "The Slack bot that powers Scrapbook, Hack Club's social network for sharing daily project updates.",
      "tools": "Node.js • Express • Slack API",
      "url": "https://github.com/hackclub/scrappy"
    },
    {
      "name": "Apple Music Slack Status",
      "desc": "A Slack app that sets your status to the current song from Apple Music.",
      "tools": "TypeScript • Express",
      "url": "https://github.com/MatthewStanciu/apple-music-slack-status"
    },
    {
      "name": "colors.zephyr",
      "desc": "Made on The Hacker Zephyr, a collaborative pixel drawing canvas for fellow hackers aboard the train.",
      "tools": "HTML • JavaScript",
      "url": "https://github.com/MatthewStanciu/colors.zephyr"
    },
    {
      "name": "Music Timer",
      "desc": "A web app that displays a timer next to the currently-playing song, for presenting technical workshops.",
      "tools": "Next.js",
      "url": "https://github.com/MatthewStanciu/music-timer"
    }
  ],
  "projects": [
    {
      "name": "The Hacker Zephyr",
      "desc": "Summer 2021, I helped organize a hackathon on a chartered train across the US, from Burlington, Vermont to Los Angeles, California. Over 10 days, 42 high schoolers built hundreds of mini projects on a local intranet as we traveled 3,502 miles across the country.",
      "url": "https://github.com/hackclub/the-hacker-zephyr",
      "img": "zephyr.jpg"
    },
    {
      "name": "Hack Club",
      "desc": "I graduated high school a semester early in December 2019 & took a gap year before college to work for Hack Club, a nonprofit that helps high schoolers start coding clubs. I worked out of Burlington, VT until June 2021 as the head of the clubs program, introducing new curriculum & a new leader guide, & helping students run awesome coding clubs.",
      "url": "https://hackclub.com",
      "img": "hack-club-hq-vt.jpg"
    },
    {
      "name": "Windy City Hacks",
      "desc": "On June 22-23, 2019, I ran Windy City Hacks, a 24-hour high school hackathon in Chicago. I spent 4 months leading a team of 7 to organize this event, raising a total of $14k and garnering 320 signups (160 of which attended).",
      "url": "https://windyhacks.com/",
      "img": "windy.jpg"
    },
    {
      "name": "West Lafayette Hack Club",
      "desc": "I led a Hack Club at my high school for 2 and a half years. Meetings ran like mini-hackathons, where students learn to code by hacking on their own projects. It became a go-to place for students at my high school to explore coding in a fun, engaging way, & helped me grow tremendously as a leader.",
      "url": "https://hackclub.com/",
      "img": "my-hack-club.jpeg"
    },
    {
      "name": "Hack Pennsylvania",
      "desc": "On January 19-20, 2019, I helped organize Pennsylvania's largest high school hackathon in State College, PA. After 3 months of organizing, we raised $15k and garnered 207 signups (111 of which attended).",
      "url": "https://hackpenn.com/",
      "img": "hackpenn.jpg"
    },
    {
      "name": "CodeDay Indianapolis",
      "desc": "In August 2018, I started CodeDay Indianapolis, which ran for the first time in November 2018 and for the second time in February 2019. Though small (15-20 attendees), it was the first event of its kind ever organized in Indiana.",
      "url": "https://codeday.org/indy",
      "img": "codeday-indy.jpg"
    }
  ]
}
